Revit 2027 API
ParameterTypeId.SteelElemShortenReflength Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemShortenReflength { get; }
Public Shared ReadOnly Property SteelElemShortenReflength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemShortenReflength {
	ForgeTypeId^ get ();
}
static member SteelElemShortenReflength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace